Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/mediawiki-tm.tmx
Source language: en
Languages: ca_es

source: Error creating thumbnail: $1
ca_es: S'ha produït un error en crear la miniatura: $1

source: Error message from $1: $2
ca_es: Missatge d'error de $1: $2

source: DjVu page out of range
ca_es: La pàgina DjVu està fora de l'abast

source: Unable to fetch XML for DjVu file
ca_es: No s'ha pogut recollir l'XML per al fitxer DjVu

source: Unable to create temporary thumbnail file
ca_es: No s'ha pogut creat el fitxer de miniatura temporal

source: Unable to save thumbnail to destination
ca_es: No es pot desar la miniatura a la destinació

source: Invalid thumbnail parameters
ca_es: Els paràmetres de les miniatures no són vàlids

source: Unable to create destination directory
ca_es: No s'ha pogut crear el directori de destinació

source: Image type not supported
ca_es: Tipus d'imatge no contemplat

source: Incomplete GD library configuration: Missing function $1
ca_es: Configuració de la biblioteca GD incompleta: falta la funció $1

source: File seems to be missing: $1
ca_es: Sembla que falta el fitxer: $1

source: Import pages
ca_es: Importació de pàgines

source: Transwiki import
ca_es: Importa interwiki

source: Select a wiki and page title to import. Revision dates and editors' names will be preserved. All transwiki import actions are logged at the [[Special:Log/import|import log]].
ca_es: Trieu un web basat en wiki i un títol de pàgina per a importar. Es conservaran les dates de les versions i els noms dels editors. Totes les accions d'importació interwiki es conserven al [[Special:Log/import|registre d'importacions]].

source: Source wiki/page:
ca_es: Pàgina/wiki d'origen:

source: Copy all history revisions for this page
ca_es: Copia totes les versions de l'historial d'aquesta pàgina

source: Include all templates
ca_es: Inclou totes les plantilles

source: Import
ca_es: Importa

source: Destination namespace:
ca_es: Espai de noms de destinació:

source: Destination root page (optional):
ca_es: Pàgina arrel de destí (opcional):

source: Filename:
ca_es: Nom de fitxer:

source: Comment:
ca_es: Comentari:

source: Please export the file from the source wiki using the [[Special:Export|export utility]]. Save it to your computer and upload it here.
ca_es: Exporteu el fitxer des del wiki d'origen utilitzant l'[[Special:Export|eina d'exportació]]. Deseu-lo al vostre ordinador i carregueu-ne una còpia ací.

source: Importing pages...
ca_es: S'estan important pàgines...

source: No pages to import.
ca_es: No hi ha cap pàgina per importar.

source: Imported $1 {{PLURAL:$1|log entry|log entries}}.
ca_es: {{PLURAL:$1|S'ha importat una entrada del registre|S'han importat $1 entrades del registre}}.

source: Import failed: <nowiki>$1</nowiki>
ca_es: La importació ha fallat: $1

source: Unknown import source type
ca_es: No es reconeix el tipus de la font d'importació

source: Could not open import file
ca_es: No ha estat possible d'obrir el fitxer a importar

source: Bad interwiki link
ca_es: Enllaç d'interwiki incorrecte

source: Empty or no text
ca_es: Buit o sense text

source: Import finished!
ca_es: Importació completada!

source: Conflicting history revision exists (may have imported this page before)
ca_es: Hi ha un conflicte de versions en l'historial (la pàgina podria haver sigut importada abans)

source: No transwiki import sources have been defined and direct history uploads are disabled.
ca_es: No s'ha definit cap font d'origen interwiki i s'ha inhabilitat la càrrega directa d'una còpia de l'historial

source: No import file was uploaded.
ca_es: No s'ha pujat cap fitxer d'importació.

source: Upload of import file failed. The file is bigger than the allowed upload size.
ca_es: La càrrega del fitxer d'importació ha fallat. El fitxer és més gran que la mida de càrrega permesa.

source: Upload of import file failed. The file was only partially uploaded.
ca_es: La càrrega del fitxer d'importació ha fallat. El fitxer s'ha penjat només parcialment.

source: Upload of import file failed. A temporary folder is missing.
ca_es: La càrrega del fitxer d'importació ha fallat. Manca una carpeta temporal.

source: XML import parse failure
ca_es: error a en importar l'XML

source: No page to import!
ca_es: No hi ha cap pàgina per importar!

source: All revisions were previously imported.
ca_es: Totes les revisions s'havien importat abans.

source: $1 at line $2, col $3 (byte $4): $5
ca_es: $1 a la línia $2, columna $3 (byte $4): $5

source: Upload XML data
ca_es: Carrega dades XML

source: Loss of session data. Please try again.
ca_es: Pèrdua de dades de sessió. Torneu-ho a intentar.

source: Cannot import from the specified wiki.
ca_es: No es pot importar des del wiki especificat.

source: Page "$1" is not imported because you are not allowed to edit it.
ca_es: La pàgina «$1» no s'ha importat perquè no teniu permís per modificar-la.

source: Page "$1" is not imported because you are not allowed to create it.
ca_es: La pàgina «$1» no s'ha importat perquè no teniu permís per crear-la.

source: Page "$1" is not imported because its name is reserved for external linking (interwiki).
ca_es: No s'importa la pàgina «$1» perquè el seu nom està reservat a l'enllaçament extern (interwiki).

source: Page "$1" is not imported because it belongs to a special namespace that does not allow pages.
ca_es: No s'importa la pàgina «$1» perquè el seu nom pertany a l'espai de noms especial que no permet pàgines.

source: Page "$1" is not imported because its name is invalid.
ca_es: No s'importa la pàgina «$1» perquè el seu nom no és vàlid.

source: Revision $2 of page "$1" could not be unserialized. The revision was reported to use content model $3 serialized as $4.
ca_es: La revisió $2 de la pàgina "$1" no pot ser desserialitzada. La revisió indica que utilitza el model de contingut $3 serialitzat com a $4.

source: Wrong {{PLURAL:$2|option|options}}: <nowiki>$1</nowiki>
ca_es: {{PLURAL:$2|Opció equivocada|Opcions equivocades}}: <nowiki>$1</nowiki>

source: Given root page is an invalid title.
ca_es: La pàgina arrel donada és un títol no vàlid.

source: Namespace "$1" of the root page does not allow subpages.
ca_es: L'espai de noms "$1" de la pàgina arrel no permet subpàgines.

source: Import log
ca_es: Registre d'importació

source: Administrative imports of pages with edit history from other wikis.
ca_es: Importacions administratives de pàgines amb l'historial des d'altres wikis.

source: imported [[$1]] by file upload
ca_es: ha importat [[$1]] per càrrega de fitxers

source: transwikied $1
ca_es: s'ha importat $1 via interwiki

source: $1 {{PLURAL:$1|revision|revisions}} from $2
ca_es: $1 {{PLURAL:$1|revisió|revisions}} de $2

source: JavaScript testing
ca_es: Proves de JavaScript

source: Running $1 tests
ca_es: S'estan executant $1 proves

source: This page is reserved for running JavaScript tests.
ca_es: Es reserva la pàgina per a l'execució de tests amb JavaScript.

source: Unknown testing framework "$1".
ca_es: L'entorn de proves «$1» és desconegut.

source: Please choose one of the following testing frameworks: $1
ca_es: Trieu un dels següents entorns de prova: $1

source: Choose a skin to run the tests with:
ca_es: Trieu un tema on executar-hi els tests:

source: See [$1 testing documentation] on mediawiki.org.
ca_es: Consulteu la [documentació de tests de $1] a mediawiki.org.

source: MediaWiki JavaScript QUnit test suite
ca_es: Entorn de proves JavaScript QUnit per al MediaWiki

source: Your user page
ca_es: La vostra pàgina d'usuari

source: The user page for the IP address you are editing as
ca_es: La pàgina d'usuari per la ip que utilitzeu

source: Your talk page
ca_es: La vostra pàgina de discussió.

source: Discussion about edits from this IP address
ca_es: Discussió sobre les edicions per aquesta adreça ip.

source: Your preferences
ca_es: Les vostres preferències.

source: A list of pages you are monitoring for changes
ca_es: La llista de pàgines de les que estau vigilant els canvis.

source: A list of your contributions
ca_es: Llista de les vostres contribucions.

source: You are encouraged to log in; however, it is not mandatory
ca_es: Us animem a registrar-vos, però no és obligatori

source: Discussion about the content page
ca_es: Discussió sobre el contingut d'aquesta pàgina

source: You can edit this page. Please use the preview button before saving
ca_es: Podeu modificar aquesta pàgina. Si us plau, previsualitzeu-la abans de desar.

source: Start a new section
ca_es: Comença una nova secció

source: This page is protected. You can view its source
ca_es: Aquesta pàgina està protegida. Podeu veure el seu codi font.

source: Past revisions of this page
ca_es: Versions antigues d'aquesta pàgina.

source: Restore the edits done to this page before it was deleted
ca_es: Restaura les edicions fetes a aquesta pàgina abans de que fos esborrada.

source: Add this page to your watchlist
ca_es: Afegiu aquesta pàgina a la vostra llista de seguiment.

source: Remove this page from your watchlist
ca_es: Suprimiu aquesta pàgina de la vostra llista de seguiment

source: Search {{SITENAME}}
ca_es: Cerca a {{SITENAME}}

source: Go to a page with this exact name if exists
ca_es: Vés a una pàgina amb aquest nom exacte si existeix

source: Search the pages for this text
ca_es: Cerca aquest text a les pàgines

source: Visit the main page
ca_es: Visiteu la pàgina principal

source: About the project, what you can do, where to find things
ca_es: Sobre el projecte, què podeu fer, on podeu trobar coses

source: Find background information on current events
ca_es: Per trobar informació general sobre l'actualitat.

source: A list of recent changes in the wiki
ca_es: Llista de canvis recents al wiki

source: Load a random page
ca_es: Pàgina a l'atzar

source: The place to find out
ca_es: El lloc per saber més coses

source: A list of all wiki pages that link here
ca_es: Llista de totes les pàgines wiki que enllacen aquí

source: Recent changes in pages linked from this page
ca_es: Canvis recents a pàgines que enllacen amb aquesta pàgina.

source: RSS feed for this page
ca_es: Canal RSS d'aquesta pàgina

source: Atom feed for this page
ca_es: Canal Atom d'aquesta pàgina

source: A list of contributions of this user
ca_es: Vegeu la llista de contribucions d'aquest usuari.

source: Send an email to this user
ca_es: Envia un correu en aquest usuari.

source: A list of all special pages
ca_es: Llista de totes les pàgines especials.

source: Printable version of this page
ca_es: Versió per a impressió d'aquesta pàgina

source: Permanent link to this revision of the page
ca_es: Enllaç permanent a aquesta versió de la pàgina

source: View the content page
ca_es: Vegeu el contingut de la pàgina.

source: View the user page
ca_es: Vegeu la pàgina d'usuari

source: View the media page
ca_es: Vegeu la pàgina de l'element multimèdia

source: This is a special page, you cannot edit the page itself
ca_es: Aquesta és una pàgina especial, no podeu modificar-la

source: View the project page
ca_es: Vegeu la pàgina del projecte

source: View the file page
ca_es: Visualitza la pàgina del fitxer

source: View the system message
ca_es: Vegeu el missatge de sistema

source: View the template
ca_es: Vegeu la plantilla

source: View the help page
ca_es: Vegeu la pàgina d'ajuda

source: View the category page
ca_es: Vegeu la pàgina de la categoria

source: Mark this as a minor edit
ca_es: Marca-ho com una modificació menor

source: Save your changes
ca_es: Desa els vostres canvis

source: Preview your changes, please use this before saving!
ca_es: Reviseu els vostres canvis, feu-ho abans de desar res!

source: Show which changes you made to the text
ca_es: Mostra quins canvis heu fet al text

source: See the differences between the two selected revisions of this page
ca_es: Vegeu les diferències entre les dues versions seleccionades d'aquesta pàgina.

source: Remove titles
ca_es: Suprimeix els títols

source: Update watchlist
ca_es: Actualitza la llista de seguiment

source: Recreate the page even though it has been deleted
ca_es: Recrea la pàgina malgrat hagi estat suprimida

source: Start upload
ca_es: Inicia la càrrega

source: "Rollback" reverts edit(s) to this page of the last contributor in one click
ca_es: «Revertir» reverteix totes les edicions de l'últim usuari en un clic.

source: "Undo" reverts this edit and opens the edit form in preview mode. It allows adding a reason in the summary.
ca_es: «Desfés» reverteix aquesta modificació i obre un formulari de previsualització. Permet afegir un motiu al resum.

source: Save preferences
ca_es: Desa preferències

source: Enter a short summary
ca_es: Afegiu un breu resum

source: /* CSS placed here will be applied to all skins */
ca_es: /* Editeu aquest fitxer per personalitzar totes les aparences per al lloc sencer */

source: /* CSS placed here will affect users of the MonoBook skin */
ca_es: /* Editeu aquest fitxer per personalitzar l'aparença del monobook per a tot el lloc sencer */

source: /* Any JavaScript here will be loaded for all users on every page load. */
ca_es: /* Es carregarà per a tots els usuaris, i per a qualsevol pàgina, el codi JavaScript que hi haja després d'aquesta línia. */

source: The wiki server cannot provide data in a format your client can read.
ca_es: El servidor wiki no pot oferir dades en un format que el client no pot llegir.

source: Anonymous {{PLURAL:$1|user|users}} of {{SITENAME}}
ca_es: Usuari{{PLURAL:$1| anònim|s anònims}} del projecte {{SITENAME}}

source: {{SITENAME}} user $1
ca_es: {{GENDER:$2|l'usuari|la usuària}} $1 del projecte {{SITENAME}}

source: {{SITENAME}} anonymous user $1
ca_es: $1, usuari anònim de {{SITENAME}}

source: This page was last modified $2, $1 by $3.
ca_es: Aquesta pàgina s'ha modificat per darrera vegada el dia $1 a les $2 per $3.

source: Based on work by $1.
ca_es: Basat en les contribucions de $1.

source: others
ca_es: altres

source: {{SITENAME}} anonymous {{PLURAL:$2|user|users}} $1
ca_es: $1, {{PLURAL:$2|usuari anònim|usuaris anònims}} de {{SITENAME}}

source: Page credits
ca_es: Crèdits de la pàgina

source: There is no credits info available for this page.
ca_es: No hi ha títols disponibles per aquesta pàgina.

source: Spam protection filter
ca_es: Filtre de protecció de brossa

source: The text you wanted to save was blocked by the spam filter. This is probably caused by a link to a blacklisted external site.
ca_es: La pàgina que volíeu desar va ser blocada pel filtre de brossa. Això deu ser degut per un enllaç a un lloc extern inclòs a la llista negra.

source: The following text is what triggered our spam filter: $1
ca_es: El següent text és el que va disparar el nostre filtre de brossa: $1

source: MediaWiki spam cleanup
ca_es: Neteja de brossa del MediaWiki

source: Reverting to last revision not containing links to $1
ca_es: Es reverteix a la darrera versió que no conté enllaços a $1

source: All revisions contained links to $1, blanking
ca_es: Totes les revisions contenien enllaços $1, s'està deixant en blanc

source: All revisions contained links to $1, deleting
ca_es: S'estan suprimint totes les revisions que contenien enllaços a $1

source: Anti-spam check. Do '''NOT''' fill this in!
ca_es: Comprovació antispam. '''NO''' ho ompliu!

source: Information for "$1"
ca_es: Informació de «$1»

source: Sorry, it's impossible to provide this information for old revisions.
ca_es: Només es pot visualitzar la informació de la revisió actual.

source: Edit history
ca_es: Historial d’edicions

source: Page protection
ca_es: Protecció de pàgina

source: Page properties
ca_es: Propietats de la pàgina

source: Display title
ca_es: Títol mostrat

source: Default sort key
ca_es: Clau d'ordenació predeterminada

source: Page length (in bytes)
ca_es: Mida de la pàgina (en bytes)

source: Page ID
ca_es: ID de la pàgina

source: Page content language
ca_es: Llengua del contingut de la pàgina

source: Page content model
ca_es: Plantilla de contingut de pàgina

source: Indexing by robots
ca_es: Indexació per robots

source: Allowed
ca_es: Permès

source: Disallowed
ca_es: No permès

source: Number of views
ca_es: Número de visites

source: Number of page watchers
ca_es: Número d'usuaris que vigilen la pàgina

source: Fewer than $1 {{PLURAL:$1|watcher|watchers}}
ca_es: Menys de $1 {{PLURAL:$1|observador|observadors}}

source: Number of redirects to this page
ca_es: Nombre de redireccions a aquesta pàgina

source: Number of subpages of this page
ca_es: Subpàgines d'aquesta pàgina

source: $1 ($2 {{PLURAL:$2|redirect|redirects}}; $3 {{PLURAL:$3|non-redirect|non-redirects}})
ca_es: $1 ($2 {{PLURAL:$2|redirecció|redireccions}}; $3 {{PLURAL:$3|no redireció|no redireccions}})

source: Page creator
ca_es: Creador de la pàgina

source: Date of page creation
ca_es: Data de la creació de la pàgina

source: Latest editor
ca_es: Últim editor

source: Date of latest edit
ca_es: Data de l'última edició

source: Total number of edits
ca_es: Número total d'edicions

source: Total number of distinct authors
ca_es: Número total d'autors diferents

source: Recent number of edits (within past $1)
ca_es: Número d'edicions recents (en els darrers $1)

source: Recent number of distinct authors
ca_es: Número recent d'autors diferents

source: Magic {{PLURAL:$1|word|words}} ($1)
ca_es: {{PLURAL:$1|Paraula clau|Paraules clau}} ($1)

source: Hidden {{PLURAL:$1|category|categories}} ($1)
ca_es: {{PLURAL:$1|Categoria oculta|Categories ocultes}} ($1)

source: Transcluded {{PLURAL:$1|template|templates}} ($1)
ca_es: {{PLURAL:$1|plantilla inclosa|plantilles incloses}} ($1)

source: {{PLURAL:$1|Page|Pages}} transcluded on ($1)
ca_es: {{PLURAL:$1|Pàgina|Pàgines}} incloses en ($1)

source: Page information
ca_es: Informació de la pàgina

source: Redirects to
ca_es: Redirigeix a

source: Counted as a content page
ca_es: Comptat com una pàgina de contingut

source: Protections are cascading from here
ca_es: Proteccions en cascada des d'aquí

source: Protections are cascading from
ca_es: Proteccions en cascada des de

source: Category information
ca_es: Informació de categoria

source: Number of pages
ca_es: Nombre de pàgines

source: Number of subcategories
ca_es: ombre de subcategories

source: Number of files
ca_es: Nombre d'arxius

source: Cologne Blue
ca_es: Colònia blava

source: Mark as patrolled
ca_es: Marca com a supervisat

source: Mark this page as patrolled
ca_es: Marca la pàgina com a supervisada

source: Marked as patrolled
ca_es: Marca com a supervisat

source: The selected revision of [[:$1]] has been marked as patrolled.
ca_es: La revisió seleccionada de [[:$1]] ha estat marcada com a patrullada.

source: Recent changes patrol disabled
ca_es: S'ha inhabilitat la supervisió dels canvis recents

source: The recent changes patrol feature is currently disabled.
ca_es: La funció de supervisió de canvis recents està actualment inhabilitada.

source: Cannot mark as patrolled
ca_es: No es pot marcar com a supervisat

source: You need to specify a revision to mark as patrolled.
ca_es: Cal que especifiqueu una versió per a marcar-la com a supervisada.

source: You are not allowed to mark your own changes as patrolled.
ca_es: No podeu marcar les vostres pròpies modificacions com a supervisades.

source: This change to $1 has been marked as patrolled.
ca_es: Aquesta modificació a $1 ha estat marcada com a patrullada.

source: Marking as patrolled failed.
ca_es: Ha fallat la marca com a patrullat.

source: Patrol log
ca_es: Registre de supervisió

source: This is a log of patrolled revisions.
ca_es: Això és un registre de les revisions patrullades.

source: $1 patrol log
ca_es: $1 el registre de patrulla

source: Deleted old revision $1
ca_es: S'ha eliminat la revisió antiga $1.

source: Error deleting file: $1
ca_es: Error en suprimir el fitxer: $1

source: Errors were encountered while deleting the file: $1
ca_es: S'han produït errors en suprimir el fitxer: $1

source: The file "$1" cannot be deleted because it does not exist.
ca_es: No es pot suprimir el fitxer «$1», perquè no existeix.

source: The specified file revision "$1" is not in the database.
ca_es: La revisió de fitxer especificada «$1» no es troba a la base de dades.

source: The specified file "$1" is not in the database.
ca_es: El fitxer especificat «$1» no es troba a la base de dades.

source: The archive directory "$1" is not writable by the webserver.
ca_es: El directori d'arxiu «$1» no té permisos d'escriptura per al servidor web.

source: ← Older edit
ca_es: ← Vés a l'edició anterior

source: Newer edit →
ca_es: Vés a l'edició següent →

source: '''Warning:''' This file type may contain malicious code. By executing it, your system may be compromised.
ca_es: '''Advertència''': Aquest fitxer podria contenir codi maliciós. Si l'executeu, podeu comprometre la seguretat del vostre sistema.

source: Image size limit:<br />''(for file description pages)''
ca_es: Límit de mida d'imatges:<br />''(per a pàgines de descripció de fitxers)''

source: Thumbnail size:
ca_es: Mida de la miniatura:

source: file size: $1, MIME type: $2
ca_es: mida: $1, tipus MIME: $2

source: $1 × $2 pixels, file size: $3, MIME type: $4
ca_es: $1 × $2 píxels, mida del fitxer: $3, tipus MIME: $4

source: $1 × $2 pixels, file size: $3, MIME type: $4, $5 {{PLURAL:$5|page|pages}}
ca_es: $1 × $2 píxels, mida del fitxer: $3, tipus MIME: $4, $5 {{PLURAL:$5|pàgina|pàgines}}

source: No higher resolution available.
ca_es: No hi ha cap versió amb una resolució més gran.

source: SVG file, nominally $1 × $2 pixels, file size: $3
ca_es: fitxer SVG, nominalment $1 × $2 píxels, mida del fitxer: $3

source: Animated SVG file, nominally $1 × $2 pixels, file size: $3
ca_es: Fitxer SVG animat, nominalment $1 × $2 píxels, mida del fitxer: $3

source: Invalid SVG file: $1
ca_es: El fitxer SVG no és vàlid: $1

source: Original file
ca_es: Fitxer original

source: Size of this preview: $1.
ca_es: Mida d'aquesta previsualització: $1.

source: Other {{PLURAL:$2|resolution|resolutions}}: $1.
ca_es: {{PLURAL:$2|Altra resolució|Altres resolucions}}: $1.

source: $1 × $2 pixels
ca_es: $1 × $2 píxels

source: looped
ca_es: embuclat

source: played $1 {{PLURAL:$1|time|times}}
ca_es: s'ha reproduït $1 {{PLURAL:$1|vegada|vegades}}

source: '''Note: Due to technical limitations, thumbnails of this file will not be animated.'''
ca_es: '''Nota: degut a limitacions tècniques no s'animaran les miniatures per aquest fitxer.'''

source: '''Note: Due to technical limitations, thumbnails of high resolution GIF images such as this one will not be animated.'''
ca_es: ''' Nota: degut a limitacions tècniques no s'animaran les miniatures d'alta resolució d'imatges GIF com aquesta.'''

source: Gallery of new files
ca_es: Galeria de nous fitxers

source: Below is a list of '''$1''' {{PLURAL:$1|file|files}} sorted $2.
ca_es: Llista {{PLURAL:$1|d'un sol fitxer|de '''$1''' fitxers ordenats $2}}.

source: This special page shows the last uploaded files.
ca_es: Aquesta pàgina especial mostra els darrers fitxers carregats.

source: Filename (or a part of it):
ca_es: Nom de fitxer (o part d'ell):

source: Nothing to see.
ca_es: Res per veure.

source: by date
ca_es: per data

source: Show new files starting from $2, $1
ca_es: Mostra fitxers nous des del $1 a les $2

source: $1 ago
ca_es: fa $1

source: just now
ca_es: ara mateix

source: $1 {{PLURAL:$1|hour|hours}} ago
ca_es: fa $1 {{PLURAL:$1|hora|hores}}

source: $1 {{PLURAL:$1|minute|minutes}} ago
ca_es: fa $1 {{PLURAL:$1|minut|minuts}}

source: $1 {{PLURAL:$1|second|seconds}} ago
ca_es: fa $1 {{PLURAL:$1|segon|segons}}

source: Monday at $1
ca_es: Dilluns a les $1

source: Tuesday at $1
ca_es: Dimarts a les $1

source: Wednesday at $1
ca_es: Dimecres a les $1

source: Thursday at $1
ca_es: Dijous a les $1

source: Friday at $1
ca_es: Divendres a les $1

source: Saturday at $1
ca_es: Dissabte a les $1

source: Sunday at $1
ca_es: Diumenge a les $1
